[{"ann":"atmosphere","def":"A step-like feature between higher and lower ground: a relatively flat or gently inclined shelf of earth, backed and fronted by steep slopes or manmade detaining walls."},{"ann":"geosphere","def":"terrestrial related environment"},{"ann":"human activity association","def":"human activity related environment"},{"ann":"hydrosphere","def":"water associated environment"},{"ann":"organism association","def":"related to organism (e.g., symbiosis, parasitism)"},{"ann":"air","def":"The mixture of gases (roughly (by molar content/volume: 78% nitrogen, 20.95% oxygen, 0.93% argon, 0.038% carbon dioxide, trace amounts of other gases, and a variable amount (average around 1%) of water vapor) that surrounds the planet Earth."},{"ann":"soil","def":"Any material within 2 m from the Earth's surface that is in contact with the atmosphere, with the exclusion of living organisms, areas with continuous ice not covered by other material, and water bodies deeper than 2 m."},{"ann":"terrestrial habitat","def":"A habitat that is on or at the boundary of the surface of the Earth."},{"ann":"limestone","def":"A sedimentary rock composed largely of the mineral calcite."},{"ann":"sphagnum bog","def":"A peatland dominated by species of the Bryophyte Sphagnum."},{"ann":"oil field","def":"Oil field/oilfield refers to a region with an abundance of oil wells extracting petroleum (crude oil) from below ground."},{"ann":"sewage","def":"Wastewater that is contaminated with feces or urine."},{"ann":"sludge","def":"The residual semi-solid material left from domestic or industrial processes, or wastewater treatment processes."},{"ann":"activated sludge","def":"Activated sludge is a process for treating sewage and industrial wastewaters using air and a biological floc composed of bacteria and protozoa."},{"ann":"brewery","def":"A brewery is a dedicated building for the making of beer."},{"ann":"vinegar","def":"A liquid produced from the fermentation of ethanol in a process that yields its key ingredient, acetic acid."},{"ann":"kimchi","def":"A Korean dish made of vegetables, such as cabbage or radishes, that are salted, seasoned, and stored in sealed containers to undergo lactic acid fermentation."},{"ann":"food product","def":"A substance, usually composed primarily of carbohydrates, fats, water and/or proteins, that can be eaten or drunk by an animal or human being for nutrition or pleasure."},{"ann":"milk","def":"An opague white dairy product produced by the mammary glands of female mammals."},{"ann":"dairy product","def":"Food made from milk."},{"ann":"wine","def":"Wine is an alcoholic beverage made from fermented grapes or other fruits."},{"ann":"ocean","def":"Continuous saline-water bodies that surround the continents and fill the Earth's great depressions."},{"ann":"sea","def":"A large expanse of saline water usually connected with an ocean."},{"ann":"lake","def":"A body of water or other liquid of considerable size contained on a body of land."},{"ann":"freshwater lake","def":"A lake of whose water contains low concentrations of salts."},{"ann":"stream","def":"Linear body of water flowing on the Earth's surface."},{"ann":"pond","def":"A body of water, usually of smaller size than a lake."},{"ann":"marsh","def":"A wetland, featuring grasses, rushes, reeds, typhas, sedges, and other herbaceous plants (possibly with low-growing woody plants) in a context of shallow water."},{"ann":"hot spring","def":"A spring that is produced by the emergence of geothermally-heated groundwater from the Earth's crust."},{"ann":"aquatic habitat","def":"A habitat that is in or on water."},{"ann":"hydrothermal vent","def":"A fissure in the Earths's surface from which geothermally heated water issues."},{"ann":"mouth","def":"The exit or point of discharge of a stream into another stream, lake or sea."},{"ann":"marine habitat","def":"A habitat that is in or on a sea or ocean containing high concentrations of dissolved salts and other total dissolved solids (typically >35 grams dissolved salts per litre)."},{"ann":"acid mine drainage","def":"A mine drainage with an acidic pH."},{"ann":"waste water","def":"Water that has been adversely affected in quality by anthropogenic influence."},{"ann":"water","def":"The liquid form of dihydrogen monoxide."},{"ann":"saline water","def":"Saline water is a general term for water that contains a significant concentration of dissolved salts (mainly NaCl)."},{"ann":"fresh water","def":"Fresh water is generally characterized by having low concentrations of dissolved salts and other total dissolved solids."},{"ann":"freshwater habitat","def":"A habitat that is in or on a body of water containing low concentrations of dissolved salts and other total dissolved solids (<0.5 grams dissolved salts per litre)."},{"ann":"marine sediment","def":"Marine sediment is a sediment that accumulates in the flat or very gently sloping areas of the deep ocean basin floor. The three main types of marine sediment, also known as pelagic sediment, are siliceous oozes, calcareous oozes, and red clays."},{"ann":"sea water","def":"string"},{"ann":"intertidal sediment","def":"string"},{"ann":"saline water habitat","def":"A habitat that is in or on a body of water containing medium to high concentrations of dissolved salts and other total dissolved solids (>=0.5 grams dissolved salts per litre)."},{"ann":"pond water","def":"string"},{"ann":"marine mud","def":"string"},{"ann":"rumen","def":"Rumen is the first chamber in the alimentary canal of ruminant animals."},{"ann":"vaginal lubrication","def":"Vaginal lubrication is a lubricating fluid that is naturally produced in a woman's vagina."},{"ann":"dental plaque","def":"Dental plaque is a biofilm, usually a pale yellow, that develops naturally on the teeth."},{"ann":"supragingival plaque","def":"string"},{"ann":"subgingival plaque","def":"string"},{"ann":"endomycorrhiza","def":"string"},{"ann":"ectomycorrhiza","def":"An ectomycorrhiza is a form of symbiotic relationship that occurs between a fungal symbiont and the roots of various plant species. Much of the biomass of the mycosymbiont lies exterior to the plant root."},{"ann":"wound","def":"A wound is a type of injury in which skin is torn, cut, or punctured (an open wound), or where blunt force trauma causes a contusion (a closed wound)."},{"ann":"feces","def":"Feces is an excreta consisting of waste products expelled from an animal's digestive tract through the anus (or cloaca) during defecation."},{"ann":"rhizosphere","def":"The narrow region of soil that is directly influenced by root secretions and associated soil microorganisms."},{"ann":"animal-associated habitat","def":"A habitat that is in or on a living animal. Here animal denotes an individual of a species that is a sub-taxon of NCBITaxon:33208."},{"ann":"plant-associated habitat","def":"A habitat that is in or on a living plant. Here plant denotes an individual of a species that is a sub-taxon of NCBITaxon:33090 (viridiplantae)."},{"ann":"insecta-associated habitat","def":"A habitat that is in or on a living insect. Here insect denotes an individual of a species that is a sub-taxon of NCBITaxon:50557."},{"ann":"blood","def":"Blood is a bodily fluid composed of blood plasma and blood cells suspended within the plasma that circulates around the organism's body. Blood performs may important functions including the supplying of oxygen and nutrients, removal of waste, circulation of white blood cells, detection of antibodes, coagulation, transportation of antibodies and the regulation of pH and body temperature."},{"ann":"saliva","def":"Saliva is a slightly alkaline secretion of water, mucin, protein, salts, and often a starch-splitting enzyme (as ptyalin) that is secreted into the mouth by salivary glands, lubricates ingested food, and often begins the breakdown of starches."},{"ann":"organism-associated habitat","def":"A habitat that is in or on a living thing."},{"ann":"wood","def":"Wood is a hard, fibrous structural tissue found in the stems and roots of trees and other woody plants."},{"ann":"urine","def":"Urine is a liquid excreta containing water and waste products made by the kidneys, stored in the bladder, and leaves the body through the urethra."},{"ann":"bovine milk","def":"string"},{"ann":"mud","def":"A liquid or semi-liquid mixture of water and some combination of soil, silt, and clay."},{"ann":"sediment","def":"Sediment is an environmental substance comprised of any particulate matter that can be transported by fluid flow and which eventually is deposited as a layer of solid particles on the bedor bottom of a body of water or other liquid."},{"ann":"man-made structure","def":"string"},{"ann":"oxic","def":"An environment that contains oxygen."},{"ann":"anoxic","def":"Suffering from a reduced supply of oxygen."},{"ann":"aerobic","def":"A quality inhering in a bearer by virtue of the bearer's dependence on oxygen."},{"ann":"anaerobic","def":"A quality inhering in a bearer by virtue of the bearer's independence on oxygen."},{"ann":"biochar","def":"Charcoal that is used to nutritionally supplement soil."},{"ann":"frost flowers","def":"Ice crystals commonly found growing on young sea ice and thin lake ice in cold, calm conditions."},{"ann":"aquaculture","def":"The cultivation of aquatic produce such as aquatic plants, fish and other aquatic animals."},{"ann":"plaque","def":"string"},{"ann":"red wine","def":"Red wine is a type of wine made from dark-coloured (black) grape varieties."},{"ann":"white wine","def":"White wine is a wine whose color can be straw-yellow, yellow-green, and yellow-gold coloured."},{"ann":"natto","def":"Natto/natto is a traditional Japanese food made from soybeans fermented with Bacillus subtilis."},{"ann":"urogenital tract","def":"Urogenital system is the organ system of the reproductive organs and the urinary system."},{"ann":"mycorrhiza","def":"A mycorrhiza is a symbiotic (generally mutualistic, but occasionally weakly pathogenic) association between a fungus and the roots of a vascular plant."},{"ann":"ice mass","def":"Fields of ice, formed in regions of perennial frost."},{"ann":"river","def":"Natural freshwater surface streams of considerable volume and a permanent or seasonal flow, moving in a definite channel toward a sea, lake, or another river; any large streams, or ones larger than brooks or creeks, such as the trunk stream and larger branches of a drainage system."},{"ann":"spring","def":"A point where groundwater or steam flows out of the ground, and is thus where the aquifer surface meets the ground surface or where there is a fissure."},{"ann":"bay","def":"An area of water bordered by land on three sides."},{"ann":"lagoon","def":"A sheet of saline water separated from the open sea by sand or shingle banks. The sheet of water between an offshore reef, especially of coral and mainland. The sheet of water within a ring or horseshoe shaped atoll."},{"ann":"estuary","def":"A semi-enclosed coastal body of water with one or more rivers or streams flowing into it, and with a free connection to the open sea."},{"ann":"farm","def":"A tract of crop or grazing land, as well as the group of buildings with and often surrounding a farmhouse, including barns, sheds, and other outbuildings, used for agricultural production."},{"ann":"coastal plain","def":"An area of flat, low-lying land adjacent to a seacoast and separated from the interior by other features."},{"ann":"grassland","def":"An area in which grasses (Graminae) are a significant component of the vegetation."},{"ann":"forest","def":"An area with a high density of trees. A small forest may be called a wood."},{"ann":"reef","def":"A ridge of rocks, lying near the surface of the sea, which may be visible at low tide, but is usually covered by water."},{"ann":"permafrost","def":"Soil at or below the freezing point of water (0C or 32F) for two or more years. Ice is not always present, as may be in the case of nonporous bedrock, but it frequently occurs and it may be in amounts exceeding the potential hydraulic saturation of the ground material."},{"ann":"coral reef","def":"Aragonite structures produced by living organisms, found in shallow, marine waters with little nutrients in the water."},{"ann":"ridge","def":"A long and narrow upland with steep sides."},{"ann":"continental divide","def":"A watershed such that water falling on one side of the line eventually travels to one ocean or body of water, and water on the other side travels to another, generally on the opposite side of the continent."},{"ann":"national park","def":"A reserve of land, usually, but not always declared and owned by a national government, protected from most human development and pollution. National parks are a protected area of IUCN category II."},{"ann":"strait","def":"A narrow channel of water that connects two larger bodies of water, and thus lies between two land masses."},{"ann":"channel","def":"The physical confine of a river, slough or ocean strait consisting of a bed and banks."},{"ann":"marine channel","def":"string"},{"ann":"terrestrial biome","def":"A biome that applies to the terrestrial realm."},{"ann":"marine biome","def":"An aquatic biome that comprises systems of open-ocean and unprotected coastal habitats, characterized by exposure to wave action, tidal fluctuation, and ocean currents as well as systems that largely resemble these. Water in the marine biome is generally within the salinity range of seawater: 30 to 38 ppt."},{"ann":"terrace","def":"A step-like feature between higher and lower ground: a relatively flat or gently inclined shelf of earth, backed and fronted by steep slopes or manmade detaining walls."},{"ann":"arboreal habitat","def":"A habitat in or on trees."},{"ann":"subterrestrial habitat","def":"A habitat that is below the surface of the earth."},{"ann":"city","def":"Incorporated populated place."},{"ann":"freshwater biome","def":"A biome that applies to the freshwater realm."},{"ann":"tundra biome","def":"A tundra is a terrestrial biome which includes, across its spatial extent, only low-growing vegetation such as dwarf shrubs, sedges and grasses, mosses, and lichens. Tundra biomes rarely have monthly average temperatures above 10 degrees Celsius and have low evapotranspiration ratios."},{"ann":"temperate grasslands, savannas, and shrubland biome","def":"string"},{"ann":"small river biome","def":"string"},{"ann":"small lake biome","def":"string"},{"ann":"rock","def":"A mass of the mineral material of the crust of the Earth."},{"ann":"waste","def":"string"},{"ann":"aquatic biome","def":"string"},{"ann":"anthropogenic habitat","def":"A habitat that is in or on an environmental feature or material derived from human activity."},{"ann":"biofilm","def":"A complex aggregation of microorganisms marked by the excretion of a protective and adhesive matrix; usually adhering to a substratum."},{"ann":"surface water","def":"Surface water is water collecting on the ground or in a stream, river, lake, wetland, or ocean; it is related to water collecting as groundwater or atmospheric water."},{"ann":"wastewater treatment plant","def":"A wastewater treatment plant (WWTP) is an industrial structure designed to remove biological or chemical waste products from water, thereby permitting the treated water to be used for other purposes."},{"ann":"bioreactor","def":"A bioreactor may refer to any manufactured or engineered device or system that supports a biologically active environment."},{"ann":"anaerobic bioreactor","def":"string"},{"ann":"calcite hot spring","def":"string"},{"ann":"coastal water","def":"string"},{"ann":"sea ice","def":"Sea ice is frozen seawater."},{"ann":"anthrosol","def":"Anthrosols comprise soils that have been modified profoundly through human activities, such as addition of organic materials or household wastes, irrigation and cultivation."},{"ann":"agricultural soil","def":"string"},{"ann":"forest soil","def":"string"},{"ann":"clay soil","def":"string"},{"ann":"oil contaminated soil","def":"string"},{"ann":"clay","def":"A group of hydrous aluminium phyllosilicate (phyllosilicates being a subgroup of silicate minerals) minerals (see clay minerals), that are typically less than 2micrometres in diameter. Clay consists of a variety of phyllosilicate minerals rich in silicon and aluminium oxides and hydroxides which include variable amounts of structural water."},{"ann":"rainforest division","def":"string"},{"ann":"food processing factory","def":"string"},{"ann":"anaerobic digester sludge","def":"string"},{"ann":"greenhouse soil","def":"string"},{"ann":"underground water","def":"string"},{"ann":"lake bottom mud","def":"string"},{"ann":"microbial feature","def":"string"},{"ann":"microbial mat","def":"A multi-layered sheet of micro-organisms, mainly bacteria and archaea. Microbial mats grow at interfaces between different types of material, mostly on submerged or moist surfaces but a few survive in deserts."},{"ann":"biotic mesoscopic physical object","def":"string"},{"ann":"fermented food product","def":"string"},{"ann":"ocean biome","def":"The ocean biome comprises major bodies of saline water, principal components of the hydrosphere. Approximately 71% of the Earth's surface is covered by ocean, a continuous body of water that is customarily divided into several principal oceans and smaller seas. More than half of this area is over 3,000 metres (9,800 ft) deep. Average oceanic salinity is around 35 parts per thousand (ppt) (3.5%), and nearly all seawater has a salinity in the range of 30 to 38 ppt."},{"ann":"marine coral reef biome","def":"The marine coral reef biome comprises constructional wave-resistant entities which are primarily built by corals and are often cemented together. The growth of these structures is aided by zooxanthellae, algae that are symbiotic with the reef-building corals."},{"ann":"marine hydrothermal vent chimney","def":"string"},{"ann":"thermophilic sediment","def":"Sediment characterised by a temperature of 45-75 degrees Celsius and low to no oxygen content. Often impacted by hydrothermal fluid flows."},{"ann":"hydrothermal fluid","def":"High temperature water ejected from hydrothermal vents and laden with dissolved metals and minerals as a result of percolation through crustal rocks."},{"ann":"biofilm material","def":"Material derived from a biofilm, an aggregate of microorganisms in which cells adhere to each other and/or to a surface. These adherent cells are frequently embedded within a self-produced matrix of extracellular polymeric substance (EPS). Biofilm EPS, which is also referred to as slime, is a polymeric conglomeration generally composed of extracellular DNA, proteins, and polysaccharides in various configurations."},{"ann":"microbial mat material","def":"Material derived from a microbial mat, a multi-layered sheet of micro-organisms, mainly bacteria and archaea. Microbial mats create a wide range of internal chemical environments."},{"ann":"root nodule","def":"Root nodules occur on the roots of plants that associate with symbiotic nitrogen-fixing bacteria."},{"ann":"mucus","def":"Mucus is a bodily fluid consisting of a slippery secretion of the lining of the mucous membranes in the body. It is a viscous colloid containing antiseptic enzymes (such as lysozyme) and immunoglobulins. Mucus is produced by goblet cells in the mucous membranes that cover the surfaces of the membranes. It is made up of mucins and inorganic salts suspended in water."},{"ann":"coastal water body","def":"Coastal water is a marine water body bordering a coast."},{"ann":"plain","def":"A region of general uniform slope, comparatively level, and of considerable extent."},{"ann":"wetland","def":"An area that is inundated or saturated by surface or ground water at a frequency and duration sufficient to support, and that under normal circumstances do support, a prevalence of vegetation typically adapted for life in saturated soil conditions."},{"ann":"populated place","def":"Place or area with clustered or scattered buildings and a permanent human population."},{"ann":"park","def":"A bounded area of land, or water, usually in its natural or semi-natural (landscaped) state and set aside for some purpose, usually to do with recreation or conservation."},{"ann":"waste treatment plant","def":"string"},{"ann":"mine drainage","def":"The outflow of water from a mine."},{"ann":"coastal inlet","def":"An opening of the sea into the land."},{"ann":"inlet","def":"An opening of the sea into the land, or of a lake into its shore."},{"ann":"watercourse","def":"A flowing body of water."},{"ann":"ocean water","def":"string"},{"ann":"watershed","def":"The separation between neighbouring drainage basins (catchments). In hilly country, the divide lies along topographical peaks and ridges, but in flat country or on a high plateau (especially where the ground is marshy) the divide may be invisible - just a more or less notional line on the ground on either side of which falling raindrops will start a journey to different rivers, and even to different sides of a country or continent."},{"ann":"marine reef","def":"string"},{"ann":"marine benthic feature","def":"A prominent or distinctive aspect, quality, or characteristic of environments occurring on or along marine benthic environments."},{"ann":"marine feature","def":"A prominent or distinctive aspect, quality, or characteristic of a marine biome."},{"ann":"coastal wetland","def":"A wetland associated with the part of the land adjoining or near a sea or ocean."},{"ann":"volcanic feature","def":"A feature associated with a volcano, an opening, or rupture, in the Earth's surface or crust, which allows hot, molten rock, ash and gases to escape from deep below the surface."},{"ann":"leachate","def":"The liquid produced when water percolates through any permeable material. It can contain either dissolved or suspended material, or usually both."},{"ann":"marine reef biome","def":"A biome expressed by strips or ridges of rocks, sand, or coral that rises to or near the surface of a body of marine water."},{"ann":"marine benthic biome","def":"A prominent or distinctive aspect, quality, or characteristic of environments occurring on or along marine benthic environments."},{"ann":"marine water body","def":"string"},{"ann":"glacial feature","def":"A hydrographic feature characterized by the dominance of snow or ice."},{"ann":"organic material","def":"Environmental material characteristic of, pertaining to, or derived from living organisms."},{"ann":"mesoscopic physical object","def":"An environmental feature that is, or can be, contained and is predominantly composed of one or a few types of stuff."},{"ann":"bodily fluid","def":"A natural bodily fluid or secretion such as blood, semen, saliva, blood plasma, intracellular and interstitial fluids."},{"ann":"organic feature","def":"A prominent or distinctive aspect, quality, or characteristic pertaining to or derived from living organisms."},{"ann":"organ","def":"A collection of tissues joined in structural unit to serve a common function."},{"ann":"excreta","def":"Excreta are bodily fluids consisting of waste matter, such as sweat or feces, discharged from the body."},{"ann":"saline lake","def":"A lake whose water contains a considerable concentration of dissolved salts."},{"ann":"estuarine biome","def":"Expressions of the estuarine biome occur at wide lower courses of a rivers where they flows into a sea. Estuaries experience tidal flows and their water is a changing mixture of fresh and salt."},{"ann":"agricultural feature","def":"string"},{"ann":"aquifer","def":"An underground layer of water-bearing permeable rock or unconsolidated materials (gravel, sand, silt, or clay) from which groundwater can be usefully extracted using a water well."},{"ann":"cliff","def":"A high, steep, or overhanging face of rock."},{"ann":"cold temperature habitat","def":"A biome characterized by an average temperature of 15deg C or lower. Inhabited by psychrophilic (cryophilic) organisms."},{"ann":"subtropical","def":"string"},{"ann":"subtropical division","def":"string"},{"ann":"temperate broadleaf and mixed forest biome","def":"string"},{"ann":"tropical and subtropical grasslands, savannas, and shrubland biome","def":"string"},{"ann":"xeric shrubland biome","def":"string"},{"ann":"saline lake sediment","def":"string"},{"ann":"acidic volcanic ash","def":"string"},{"ann":"arable soil","def":"string"},{"ann":"beach sand","def":"string"},{"ann":"beech forest soil","def":"string"},{"ann":"black sand","def":"Black sand is sand that is black in color."},{"ann":"coastal sand","def":"string"},{"ann":"desert","def":"A region rendered barren or partially barren by environmental extremes, especially by low rainfall."},{"ann":"farm soil","def":"string"},{"ann":"field soil","def":"string"},{"ann":"grassland soil","def":"string"},{"ann":"humus","def":"Organic matter in soil which has reached a point of stability, where it will break down no further and might, if conditions do not change, remain essentially as it is for centuries, or millennia."},{"ann":"moraine","def":"An accumulation of boulders, stones, or other debris carried and deposited by a glacier."},{"ann":"pasture","def":"Grassland used for grazing of ungulate livestock as part of a farm or ranch."},{"ann":"pasture soil","def":"string"},{"ann":"peat soil","def":"string"},{"ann":"sand","def":"A naturally occurring granular material composed of finely divided rock and mineral particles."},{"ann":"sand ball","def":"string"},{"ann":"woodland","def":"Land having a cover of trees, shrubs, or both."},{"ann":"livestock feed","def":"Animal feed is a biotic mesoscopic physical object consisting of any foodstuff that is used specifically to feed domesticated livestock, such as cattle, goats, sheep, horses, chickens and pigs. Most animal feed is from plants but some is of animal origin. Fodder refers particularly to food given to the animals (including plants cut and carried to them), rather than that which they forage for themselves. It includes hay, straw, silage, compressed and pelleted feeds, oils and mixed rations, and also sprouted grains and legumes."},{"ann":"apple juice","def":"Apple juice is a fruit juice made by the maceration and pressing of apples."},{"ann":"Awamori koji","def":"string"},{"ann":"bagasse","def":"The biomass remaining after sugarcane stalks are crushed to extract their juice."},{"ann":"Bantu beer","def":"Millet beer, also known as Bantu beer, kaffir beer, or opaque beer, is an alcoholic beverage made from malted millet. This type of beer is common throughout Africa."},{"ann":"beef","def":"Meat from bovines, especially domestic cattle (cows)."},{"ann":"beer","def":"Beer is an alcoholic beverage produced by the saccharification of starch and fermentation of the resulting sugar."},{"ann":"Kuro koji","def":"string"},{"ann":"blue cheese","def":"A class of cow's milk, sheep's milk, or goat's milk cheeses that have had Penicillium cultures added so that the final product is spotted or veined throughout with blue, blue-gray or blue-green mould, and carries a distinct smell."},{"ann":"Bonifaz cheese","def":"string"},{"ann":"bottled fruit product","def":"string"},{"ann":"Brie cheese","def":"A large disc of smooth, soft, even runny cheese made with cow's milk."},{"ann":"brine","def":"Brine is a solution of salt in water. It is used to preserve vegetables, fruit, fish and meat in a process known as brining."},{"ann":"butter","def":"A food made by churning fresh or fermented cream or milk."},{"ann":"buttermilk","def":"The liquid left over after producing butter from cream during the churning process."},{"ann":"Cambozola cheese","def":"Cambozola is a cow's milk cheese that is a combination of a French soft-ripened triple cream cheese and Italian Gorgonzola."},{"ann":"Camembert","def":"Camembert is a soft, creamy, surface-ripened cow's milk cheese."},{"ann":"Camembert-blue cheese","def":"string"},{"ann":"Cheddar cheese","def":"Cheddar cheese is a relatively hard, pale yellow to off-white, and sometimes sharp-tasting cheese."},{"ann":"cheese product","def":"string"},{"ann":"chicken meat product","def":"string"},{"ann":"Chinese wine mash","def":"string"},{"ann":"chyme","def":"string"},{"ann":"apple cider","def":"string"},{"ann":"cooked rice","def":"string"},{"ann":"corn silage","def":"string"},{"ann":"corn steep liquor","def":"string"},{"ann":"dried bonito","def":"Dried bonito/Katsuobushi is the Japanese food of dried, fermented, and smoked skipjack tuna (Katsuwonus pelamis)."},{"ann":"dried persimmon","def":"string"},{"ann":"drinking trough","def":"string"},{"ann":"Emmenthal cheese","def":"A mild, large, yellow, waxy cow's milk cheese with many holes."},{"ann":"fermented cane molasses","def":"string"},{"ann":"fermented fish cuisine","def":"string"},{"ann":"Pla-chom","def":"string"},{"ann":"Pla-ra","def":"string"},{"ann":"Pla-som","def":"string"},{"ann":"fermented fruit product","def":"string"},{"ann":"fermented grape juice","def":"string"},{"ann":"fermented meat","def":"string"},{"ann":"fermented milk product","def":"string"},{"ann":"fermented molasses","def":"string"},{"ann":"fermented must","def":"string"},{"ann":"fermented shrimp","def":"string"},{"ann":"fermented starch","def":"string"},{"ann":"fermented vegetables","def":"string"},{"ann":"fillet","def":"A fillet (or filet) is a cut or slice of boneless meat or fish."},{"ann":"fish sauce","def":"string"},{"ann":"forage","def":"A forage is plant material (mainly plant leaves and stems) eaten by grazing livestock."},{"ann":"frozen food","def":"string"},{"ann":"frozen prawn","def":"string"},{"ann":"fruit","def":"A fruit is a part of a flowering plant that derives from specific tissues of the flower, one or more ovaries, and in some cases accessory tissues."},{"ann":"fruit powder","def":"string"},{"ann":"Fuchu miso","def":"string"},{"ann":"ginger beer","def":"Ginger beer is a carbonated drink flavored primarily with ginger and sweetened with sugar or artificial sweeteners."},{"ann":"Gouda cheese","def":"A hard cow's milk cheese with an almost orange yellow paste. Older cheeses are coated in black wax."},{"ann":"grape beverage","def":"string"},{"ann":"grass silage","def":"string"},{"ann":"ground beef","def":"A ground meat product, made of beef finely chopped by a meat grinder."},{"ann":"Halloumi cheese","def":"Halloumi is a Cypriot semi-hard, unripened brined cheese made from a mixture of goat and sheep milk, and sometimes also cow milk."},{"ann":"ham","def":"Ham is a cut of meat from the thigh of the hind leg of an animal, usually a pig."},{"ann":"hay","def":"Hay is grass, legumes or other herbaceous plants that have been cut, dried, and stored for use as animal fodder, particularly for grazing livestock such as cattle, horses, goats, and sheep."},{"ann":"honey product","def":"string"},{"ann":"jeotgal","def":"A fermented salty fish of Korean cuisine."},{"ann":"Jopen beer","def":"string"},{"ann":"kefir grains","def":"string"},{"ann":"Lambic beer","def":"Lambic is a type of beer brewed traditionally in the Pajottenland region of Belgium and in Brussels itself at the Cantillon Brewery and museum."},{"ann":"marron glace","def":"A marron glace is a confection, originating in southern France and northern Italy consisting of a chestnut candied in sugar syrup and glazed."},{"ann":"meat food product","def":"A food product made of meat, the skeletal muscle and associated fat, and other edible tissues such as organs, livers, skin, brains, bone marrow, kidneys, or lungs, of mammals."},{"ann":"Meshanger cheese","def":"string"},{"ann":"miso","def":"A food produced by fermenting rice, barley and/or soybeans, with salt and the mold koji-kin (Aspergillus oryzae)."},{"ann":"molasses","def":"Molasses is a viscous by-product of the refining of sugarcane, grapes, or sugar beets into sugar."},{"ann":"mould bran","def":"string"},{"ann":"mushroom","def":"string"},{"ann":"must","def":"Must is the juice of freshly pressed grapes, that contains various quantities of pulp, skins, stems, and seeds, called pomace or grape solids, which typically comprise between 7 to 23 percent of the total weight of the must."},{"ann":"natural cheese","def":"string"},{"ann":"orange juice","def":"The liquid that can be mechanically extracted an orange."},{"ann":"pickled food product","def":"A food preserved by soaking and storing it in vinegar or brine."},{"ann":"pickled tea","def":"string"},{"ann":"pork","def":"Meat from the domestic pig  (Sus domesticus)."},{"ann":"poultry product","def":"A food product from a category of domestic birds kept for meat, eggs, and feathers including fowl such as chickens, turkeys, and waterfowls such as domestic ducks and geese and other meat birds such as pigeons and doves and games birds including pheasants."},{"ann":"rice malt","def":"string"},{"ann":"rice wine","def":"string"},{"ann":"Roquefort cheese","def":"Roquefort is a sheep milk blue cheese from the south of France."},{"ann":"sake","def":"Sake or sake is an alcoholic beverage of Japanese origin that is made from fermented rice."},{"ann":"sake koji starter","def":"string"},{"ann":"sake mash","def":"string"},{"ann":"sake yeast starter","def":"string"},{"ann":"salted beans","def":"string"},{"ann":"sausage","def":"A food made from ground meat. Typically the sausage is formed in a casing traditionally made from intestine, but sometimes synthetic."},{"ann":"seed malt","def":"string"},{"ann":"Smear-ripened cheese","def":"string"},{"ann":"sourdough","def":"Sourdough is a bread product made by a long fermentation of dough using naturally occurring lactobacilli and yeasts."},{"ann":"soy sauce","def":"A condiment produced by fermenting soybeans with Aspergillus oryzae and Aspergillus soyae molds  along with roasted grain, water, and salt."},{"ann":"soy sauce malt","def":"string"},{"ann":"soy sauce mash","def":"string"},{"ann":"soybean protein factory","def":"string"},{"ann":"Stracchino cheese","def":"string"},{"ann":"sugar","def":"Sugar is the generalised name for a class of chemically-related sweet-flavored substances, most of which are used as food. They are carbohydrates, composed of carbon, hydrogen and oxygen."},{"ann":"Tamari koji","def":"string"},{"ann":"tempeh","def":"Tempeh/Tempe is made by a natural culturing and controlled fermentation process that binds soybean particles into a cake form."},{"ann":"Turbid beer","def":"string"},{"ann":"wheat flour","def":"Wheat flour is a powder made from the grinding of wheat used for human consumption."},{"ann":"wheat sourdough","def":"string"},{"ann":"yeast cake","def":"string"},{"ann":"silage","def":"A fermented, high-moisture forage that can be fed to ruminants."},{"ann":"aquarium","def":"An aquarium is a vivarium consisting of at least one transparent side in which water-dwelling plants or animals are kept."},{"ann":"bathroom","def":"A bathroom is a room for personal hygiene, generally containing a bathtub or a shower, and possibly also a bidet. In North America and some other regions, it characteristically contains a toilet and a sink."},{"ann":"binocular lens","def":"string"},{"ann":"bulb","def":"string"},{"ann":"cistern","def":"A cistern is a waterproof receptacle for holding liquids, usually water."},{"ann":"clean room","def":"A cleanroom or clean room is an environment, typically used in manufacturing or scientific research, that has a low level of environmental pollutants such as dust, airborne microbes, aerosol particles and chemical vapors."},{"ann":"face cream","def":"string"},{"ann":"house dust","def":"string"},{"ann":"ion-exchange resin","def":"An ion-exchange resin is an insoluble matrix (or support structure) normally in the form of small (0.5-1 mm diameter) beads, usually white or yellowish, fabricated from an organic polymer substrate."},{"ann":"latrine","def":"Latrine is a toilet or a simpler facility used as a toilet, generally without bowl."},{"ann":"methanogenic process","def":"string"},{"ann":"oil reservoir","def":"Oil reserver is a subsurface pool of hydrocarbons contained in porous or fractured rock formations."},{"ann":"petroleum","def":"a naturally occurring flammable liquid consisting of a complex mixture of hydrocarbons of various molecular weights and other liquid organic compounds, that are found in geologic formations beneath the Earth's surface."},{"ann":"plaster","def":"string"},{"ann":"sink","def":"A sink is a bowl-shaped plumbing fixture used for washing hands, for dishwashing or other purposes."},{"ann":"tanning fluid","def":"string"},{"ann":"vegetable tanning fluid","def":"string"},{"ann":"wall","def":"A wall is a vertical structure, usually solid, that defines and sometimes protects an area."},{"ann":"tumulus","def":"string"},{"ann":"paddy field","def":"A flooded parcel of arable land used for growing rice and other semiaquatic crops."},{"ann":"plantation","def":"An intentional planting of a crop, on a large scale, usually for uses other than cereal production or pasture. The term is currently most often used for plantings of trees and shrubs. The term tends also to be used for plantings maintained on economic bases other than that of subsistence farming."},{"ann":"rice field","def":"A paddy field for the cultivation of rice."},{"ann":"solar saltern","def":"string"},{"ann":"alkaliphilic compost","def":"string"},{"ann":"bark compost","def":"string"},{"ann":"compost","def":"The aerobically decomposed remnants of organic materials."},{"ann":"creamery waste","def":"string"},{"ann":"discharge","def":"string"},{"ann":"industrial waste","def":"string"},{"ann":"litter","def":"string"},{"ann":"mine waste","def":"string"},{"ann":"mushroom compost","def":"string"},{"ann":"olive mill wastewater","def":"string"},{"ann":"organic waste","def":"string"},{"ann":"beach","def":"A landform consisting of loose rock particles such as sand, gravel, shingle, pebbles, cobble, or even shell fragments along the shoreline of a body of water."},{"ann":"cove","def":"A circular or round inlet with a narrow entrance."},{"ann":"marine bulk water","def":"string"},{"ann":"mediterranean","def":"string"},{"ann":"neritic epipelagic zone biome","def":"The neritic epipelagic zone biome comprises the marine water column that occurs above a continental shelf and extends from the surface of the ocean to a depth of ca. 200-250m. Throughout the zone the light field tends to be asymmetrical vertically, so that the direction and elevation of the sun can still be detected. The epipelagic zone encompasses the euphotic zone and, where and when it occurs, the seasonal thermocline."},{"ann":"oil brine","def":"string"},{"ann":"saline evaporation pond","def":"A shallow man-made pond designed to produce salt from sea water. The seawater is fed into large ponds and water is drawn out through natural evaporation which allows the salt to be subsequently harvested."},{"ann":"ice wedge","def":"An ice wedge is a crack in the ground formed by a narrow or thin piece of ice that measures up to 3-4 metres wide at ground level and extends downwards into the ground up to several metres."},{"ann":"saline snow","def":"string"},{"ann":"snow","def":"Snow is precipitation in the form of flakes of crystalline water ice that fall from clouds."},{"ann":"lake bed","def":"The ground surface that lies beneath a lake."},{"ann":"large lake biome","def":"string"},{"ann":"intertidal zone","def":"The area of the foreshore and seabed that is exposed to the air at low tide and submerged at high tide, i.e., the area between tide marks."},{"ann":"foam","def":"A foam is a substance that is formed by trapping pockets of gas in a liquid or solid."},{"ann":"ground water","def":"Groundwater is water located beneath the earth's surface in soil pore spaces and in the fractures of rock formations."},{"ann":"puddle","def":"A puddle is a small accumulation of liquid, usually water, on a surface."},{"ann":"sterile water","def":"string"},{"ann":"tundra mire","def":"Peatlands with a shallow peat layer, only about 500 mm thick, dominated by sedges and grasses. They form in permafrost areas, covering around 110,000 to 160,000 km2 in Alaska, Canada, and the former USSR."},{"ann":"water well","def":"A water well is an excavation or structure created in the ground by digging, driving, boring, or drilling to access groundwater in underground aquifers."},{"ann":"ascocarp","def":"An ascocarp/ascoma is the fruiting body of an ascomycete fungus."},{"ann":"ascospore","def":"An ascospore is a spore contained in an ascus or that was produced inside an ascus."},{"ann":"bark","def":"Bark is the outermost layers of stems and roots of woody plants."},{"ann":"basidiocarp","def":"A basidiocarp is the sporocarp of a basidiomycete."},{"ann":"cotton yarn","def":"string"},{"ann":"flower","def":"string"},{"ann":"fruit body","def":"Fruit body  is a multicellular structure on which spore-producing structures."},{"ann":"herbage","def":"string"},{"ann":"leaf","def":"A leaf is an organ of a vascular plant, as defined in botanical terms, and in particular in plant morphology."},{"ann":"leaf litter","def":"string"},{"ann":"leaf nodule","def":"string"},{"ann":"palm sap","def":"string"},{"ann":"phyllosphere","def":"The phyllosphere is a term used in microbiology to refer to leaf surfaces or total above-ground surfaces of a plant as a habitat for microorganisms."},{"ann":"plant debris","def":"string"},{"ann":"plant material","def":"string"},{"ann":"plant root","def":"string"},{"ann":"rice straw","def":"string"},{"ann":"seed","def":"Seed is the product of the ripened ovule of gymnosperm and angiosperm plants which occurs after fertilization and some growth within the mother plant."},{"ann":"single ascus","def":"string"},{"ann":"stem","def":"A stem is one of two main structural axes of a vascular plant."},{"ann":"straw","def":"An agricultural byproduct, the dry stalk of a cereal plant, after the nutrient grain or seed has been removed."},{"ann":"chrysalis","def":"A chrysalis or nympha is the pupal stage of butterflies."},{"ann":"human-associated habitat","def":"A habitat that is in or on a living animal. Here \"\"animal\"\" denotes an individual of a species that is a sub-taxon of NCBITaxon:9606."},{"ann":"livestock-associated habitat","def":"Livestock is an animal-associated habitat consisting of any domestic or domesticated animal intentionally raised for food or in the production of food or raised as stock to produce food or fibre, in an agricultural setting or for its labour or pen-raised animals raised on licensed game farm operations. Livestock include: bovine animals (including buffalo and bison), ovine animals, porcine animals, caprine animals, , poultry, bees, equine animals, cervidae animals; animals of the genus Lama; ratites (Emu, Ostrich, and Rhea), fish or shellfish in aquaculture facilities, and enclosed domesticated rabbits or hares raised for human food or fiber."},{"ann":"mammalia-associated habitat","def":"A habitat that is in or on a living mammal. Here \"\"mammal\"\" denotes an individual of a species that is a sub-taxon of NCBITaxon:40674."},{"ann":"leather","def":"Leather is a durable and flexible material created by the tanning of animal rawhide and skin."},{"ann":"bile","def":"Bile is a bodily fluid consisting of a bitter, yellow or green alkaline fluid secreted by hepatocytes from the liver of most vertebrates. In many species, bile is stored in the gallbladder between meals and upon eating is discharged into the duodenum where the bile aids the process of digestion of lipids."},{"ann":"cerebro-spinal fluid","def":"Cerebrospinal fluid (CSF) is a clear colorless bodily fluid produced in the choroid plexus of the brain."},{"ann":"digesta","def":"Digesta is a food undergoing digestion."},{"ann":"frass","def":"Frass refers loosely to the more or less solid excreta of insects, and to certain other related matter."},{"ann":"pus","def":"Pus is a bodily fluid consisting of a whitish-yellow or yellow substance produced during inflammatory responses of the body that can be found in regions of pyogenic bacterial infections. Pus is produced from the dead and living cells which travel into the intercellular spaces around the affected cells."},{"ann":"spinal fluid","def":"string"},{"ann":"sputum","def":"Sputum is mucus that is coughed up from the lower airways."},{"ann":"anaerobic environment","def":"string"},{"ann":"aerobic environment","def":"string"},{"ann":"geographic feature and biome","def":"string"},{"ann":"rock, sand and soil","def":"string"},{"ann":"large-scale artifact","def":"string"},{"ann":"artificial natural environment","def":"string"},{"ann":"waste treatment","def":"string"},{"ann":"brackish water","def":"string"},{"ann":"ice","def":"Ice is water frozen into a solid state. It can appear transparent or opaque bluish-white color, depending on the presence of impurities or air inclusions."},{"ann":"hot water","def":"string"},{"ann":"organic feature and biome","def":"string"},{"ann":"fungi associated","def":"string"},{"ann":"plant associated","def":"string"},{"ann":"symbiotic microbe","def":"string"},{"ann":"animal associated","def":"string"},{"ann":"excrement and secretion","def":"string"},{"ann":"small artifact","def":"string"},{"ann":"liquid artifact","def":"string"},{"ann":"aquatic feature and biome","def":"string"},{"ann":"non-fermented food product","def":"string"},{"ann":"food","def":"string"},{"ann":"food related","def":"string"},{"ann":"Alveolus","def":"string"},{"ann":"Organ component","def":"Cardinal organ part which is bounded predominantly by bonafide boundaries.  Examples: lobe of lung, osteon, acinus, submucosa, anterior leaflet of mitral valve, capsule of kidney, cortical bone, muscle fasciculus."},{"ann":"Trunk","def":"Subdivision of body proper, which consists of a maximal set of diverse subclasses of organ and organ part spatially associated with the ribcage, thoracic and lumbar vertebral column, sacrum and coccyx, it is partially surrounded by skin of trunk. Examples: There is only one trunk."},{"ann":"Subdivision of body proper","def":"string"},{"ann":"Sacrum","def":"In humans, the sacrum (plural: sacrums or sacra) is a large, triangular bone at the base of the spine and at the upper and back part of the pelvic cavity, where it is inserted like a wedge between the two hip bones."},{"ann":"Bone","def":"Bones are rigid organs that constitute part of the endoskeleton of vertebrates. They support and protect the various organs of the body, produce red and white blood cells and store minerals"},{"ann":"Mandible","def":"In vertebrates, the mandible, lower jaw or jawbone is a bone forming the skull with the cranium."},{"ann":"Lower jaw","def":"In vertebrates, the mandible, lower jaw or jawbone is a bone forming the skull with the cranium."},{"ann":"Skeletal system","def":"string"},{"ann":"Sinus","def":"nus is a sack or cavity in any organ or tissue, or an abnormal cavity or passage caused by the destruction of tissue."},{"ann":"General anatomical term","def":"Anatomical term that represents more than one concept. Examples: muscle, bone, liver cell, fiber, apex of lung."},{"ann":"Joint","def":"Anatomical junction which consists of parts of two or more adjacent bones or cartilages which are interconnected by organs and/or organ parts that consist of various types of connective tissue. Together with other joints and bones, a joint constitutes the skeletal system. Examples: pubic symphysis, knee joint, temporomandibular joint."},{"ann":"Peritoneum","def":"The peritoneum is the serous membrane that forms the lining of the abdominal cavity or the coelom?it covers most of the intra-abdominal (or coelomic) organs?in amniotes and some invertebrates (annelids, for instance)."},{"ann":"Anatomical structure","def":"Material anatomical entity which is generated by coordinated expression of the organism's own genes that guide its morphogenesis; has inherent 3D shape; its parts are connected and spatially related to one another in patterns determined by coordinated gene expression. Examples: heart, right ventricle, mitral valve, myocardium, endothelium, lymphocyte, fibroblast, thorax, cardiovascular system, hemoglobin, T cell receptor."},{"ann":"Tooth","def":"Organ with a cavity which consist of dentine and enamel. Examples: incisor, molar."},{"ann":"Incisor tooth","def":"Incisors (from Latin incidere, \"\"to cut\"\") are the front teeth present in most heterodont mammals. They are located in the premaxilla above and on the mandible below."},{"ann":"Cecum","def":"The cecum or caecum is a pouch, usually peritoneal, that is considered to be the beginning of the large intestine."},{"ann":"Appendix","def":"Organ with organ cavity which is continuous proximally with the cecum and distally terminates in the tip of the appendix. Examples: There is only one appendix."},{"ann":"Colon","def":"The colon is the last part of the digestive system in most vertebrates."},{"ann":"Rectum","def":"The rectum (from the Latin rectum intestinum, meaning straight intestine) is the final straight portion of the large intestine in some mammals, and the gut in others."},{"ann":"Sigmoid colon","def":"The sigmoid colon (pelvic colon) is the part of the large intestine that is closest to the rectum and anus."},{"ann":"Wall of ileum","def":"string"},{"ann":"Anus","def":"The anus is an opening at the opposite end of an animal's digestive tract from the mouth."},{"ann":"Oral cavity","def":"string"},{"ann":"Gut","def":"In zoology, the gut, also known as the alimentary canal or alimentary tract, is a tube by which bilaterian animals transfer food to the digestion organs."},{"ann":"Midgut","def":"The midgut is the portion of the embryo from which most of the intestines develop."},{"ann":"Hindgut","def":"The hindgut (or epigaster) is the posterior (caudal) part of the alimentary canal. In mammals, it includes the distal third of the transverse colon and the splenic flexure, the descending colon, sigmoid colon and rectum."},{"ann":"Pharynx","def":"The human pharynx (plural: pharynges) is the part of the throat situated immediately inferior to (below) the nasal cavity, posterior to the mouth and superior to the esophagus and larynx."},{"ann":"Mouth","def":"In human anatomy, the mouth is the first portion of the alimentary canal that receives food and saliva."},{"ann":"Oropharynx","def":"The Oropharynx (oral part of the pharynx) reaches from the Uvula to the level of the hyoid bone."},{"ann":"Uvula","def":"string"},{"ann":"Hard palate","def":"The hard palate is a thin horizontal bony plate of the skull, located in the roof of the mouth. It spans the arch formed by the upper teeth."},{"ann":"Dentine","def":"Substance of tooth produced by odontoblasts; surrounds the pulp of the tooth and is subjacent to enamel and cement."},{"ann":"Root canal of tooth","def":"string"},{"ann":"Periodontium","def":"Skeletal ligament (organ) that connects a tooth to the maxilla or mandible."},{"ann":"Gingiva","def":"The gingiva (sing. and plur.: gingiva), or gums, consist of the mucosal tissue that lies over the mandible and maxilla inside the mouth."},{"ann":"Gingival epithelium","def":"string"},{"ann":"Gastrointestinal tract","def":"string"},{"ann":"Stomach","def":"Organ with organ cavity which is continuous proximally with the esophagus and distally with the small intestine. Examples: There is only one stomach."},{"ann":"Liver","def":"Lobular organ which has as its parts lobules connected to the biliary tree. Examples: There is only one liver."},{"ann":"Intestine","def":"In human anatomy, the intestine (or bowel, hose or gut) is the segment of the alimentary canal extending from the pyloric sphincter of the stomach to the anus and, in humans and other mammals, consists of two segments, the small intestine and the large intestine."},{"ann":"Small intestine","def":"Organ with organ cavity which is continuous proximally with the stomach and distally with the large intestine. Examples: There is only one small intestine."},{"ann":"Gallbladder","def":"Organ with organ cavity which is continuous proximally with the cystic duct and distally terminates in the fundus of the gallbladder. Examples: There is only one gallbladder."},{"ann":"Duodenum","def":"The duodenum is the first section of the small intestine in most higher vertebrates, including mammals, reptiles, and birds."},{"ann":"Ileum","def":"The ileum is the final section of the small intestine in most higher vertebrates, including mammals, reptiles, and birds."},{"ann":"Gingival margin","def":"The free gingival margin is the interface between the sulcular epithelium and the epithelium of the oral cavity."},{"ann":"Alimentary system","def":"string"},{"ann":"Brain","def":"Segment of neuraxis that has as its parts gray matter and white matter that surround the cerebral ventricular system;  Examples: There is only one brain."},{"ann":"Spinal cord","def":"Segment of neuraxis that has as its parts gray matter and white matter that surround the central canal. Examples: There is only one spinal cord."},{"ann":"Nervous system","def":"The nervous system is the part of an animal's body that coordinates the voluntary and involuntary actions of the animal and transmits signals between different parts of its body."},{"ann":"Throat","def":"In vertebrate anatomy, the throat (Latin gula) is the anterior part of the neck, in front of the vertebral column."},{"ann":"Respiratory tract","def":"In humans, the respiratory tract is the part of the anatomy involved with the process of respiration."},{"ann":"Nose","def":"*Subdivision of face which consists of the nasal skeleton, nasal septum and nasal cavity."},{"ann":"Nasopharynx","def":"The nasopharynx (nasal part of the pharynx) is the uppermost part of the pharynx."},{"ann":"Pharyngeal tonsil","def":"The adenoid, also known as a pharyngeal tonsil or nasopharyngeal tonsil, is a mass of lymphatic tissue situated posterior to the nasal cavity, in the roof of the nasopharynx, where the nose blends into the throat."},{"ann":"Dental pulp","def":"The dental pulp is the part in the center of a tooth made up of living connective tissue and cells called odontoblasts."},{"ann":"External nose","def":"*Subdivision of face, the exterior of the nose, which consists of a root, dorsum, tip, columella, and right and left alae."},{"ann":"External naris","def":"string"},{"ann":"Right external naris","def":"string"},{"ann":"Left external naris","def":"string"},{"ann":"Paranasal sinus","def":"Paranasal sinuses are a group of four paired air-filled spaces that surround the nasal cavity (maxillary sinuses), above the eyes (frontal sinuses), between the eyes (ethmoidal sinuses), and behind the ethmoids (sphenoidal sinuses)."},{"ann":"Set of bronchi","def":"string"},{"ann":"Lung","def":"Lobular organ which has as its parts alveoli connected to the tracheobronchial tree. Examples: There are only two instances, right lung and left lung."},{"ann":"Set of nares","def":"string"},{"ann":"Trachea","def":"string"},{"ann":"Set of choanae","def":"string"},{"ann":"Pleura","def":"string"},{"ann":"Palatine tonsil","def":"Palatine tonsils, occasionally called the faucial tonsils,[2] are the tonsils that can be seen on the left and right sides at the back of the throat."},{"ann":"Respiratory system","def":"Functional system which consists of structures involved in respiration."},{"ann":"Transitional epithelium of urinary bladder","def":"string"},{"ann":"Male urethra","def":"string"},{"ann":"Female urinary system","def":"string"},{"ann":"Lower urinary tract","def":"*Subdivision of urinary system which consists of the urinary bladder and the urethra."},{"ann":"Kidney","def":"The kidneys are organs that serve several essential regulatory roles in most animals, including vertebrates and some invertebrates."},{"ann":"Urinary system","def":"The urinary system or renal system is the organ system that produces, stores, and eliminates urine."},{"ann":"Uterus","def":"Organ with organ cavity which is continuous proximally with the right and left uterine tubes and distally is connected to the vagina. Examples: There is only one uterus."},{"ann":"Endometrium","def":"The endometrium is the inner mucous membrane of the mammalian uterus."},{"ann":"Glans penis","def":"In male human anatomy, the glans penis (or simply glans) is the sensitive bulbous structure at the distal end of the penis."},{"ann":"Urethra","def":"Organ with organ cavity which connects the cavity of the urinary bladder to the exterior. Examples: There is only one urethra."},{"ann":"Vagina","def":"Organ with organ cavity which connects the cervical canal of uterus to the vestibule of vagina. Examples: There is only one vagina."},{"ann":"Posterior fornix of vagina","def":"string"},{"ann":"Labium minus","def":"The labia minora (singular: labium minus), also known as the inner labia, inner lips, vaginal lips, or nymphae,[1] are two flaps of skin on either side of the human vaginal opening, situated between the labia majora (outer labia, or outer lips)."},{"ann":"Vulva","def":"The vulva (from the Latin vulva, plural vulvae, see etymology) consists of the external genital organs of the female mammal."},{"ann":"Cavity of tunica vaginalis","def":"Cavity of serous sac surrounded by the tunica vaginalis."},{"ann":"Bartholin's duct","def":"Bartholin's ducts are a pair of ducts leading from the Bartholin's glands to the surface of the vulva."},{"ann":"Semen","def":"Body substance which consists of spermatozoa and seminal plasma."},{"ann":"Placenta","def":"The placenta is an organ that connects the developing fetus to the uterine wall to allow nutrient uptake, waste elimination, and gas exchange via the mother's blood supply."},{"ann":"Ovary","def":"The ovary is an ovum-producing reproductive organ, often found in pairs as part of the vertebrate female reproductive system."},{"ann":"Vaginal part of cervix","def":"string"},{"ann":"Amnion","def":"The amnion is a membrane building the amniotic sac that surrounds and protects an embryo."},{"ann":"Perineum","def":"Subdivision of trunk proper, which is demarcated from the pelvis by the inferior surface of the pelvic diaphragm and from the lower limbs by the perineofemoral lines; together with the thorax, and abdomen, it constitutes the trunk proper. Examples: There is only one perineum."},{"ann":"Genital system","def":"The reproductive system or genital system is a system of organs within an organism which work together for the purpose of reproduction."},{"ann":"Serum","def":"Body substance derived from plasma by the elimination of fibrinogen."},{"ann":"Bone marrow","def":"Bone marrow is the flexible tissue in the interior of bones. In humans, red blood cells are produced in the heads of long bones in a process known as hematopoesis."},{"ann":"Portion of blood","def":"Portion of body substance which consists of plasma and blood cells."},{"ann":"Cardiovascular system","def":"Organ system which consists of the heart, the systemic and pulmonary arterial and venous system, the  lymphatic and the portal venous system."},{"ann":"Muscle","def":"Muscle is a soft tissue found in most animals."},{"ann":"Muscular system","def":"The muscular system is an organ system consisting of skeletal, smooth and cardiac muscles."},{"ann":"Right forearm","def":"string"},{"ann":"Left forearm","def":"string"},{"ann":"Popliteal fossa","def":"The popliteal fossa (sometimes referred to colloquially as the knee pit) is a shallow depression located at the back of the knee joint."},{"ann":"Right popliteal fossa","def":"string"},{"ann":"Left popliteal fossa","def":"string"},{"ann":"Face","def":"Subdivision of head which consists of the viscerocranium and all layers superficial to it. Examples: There is only one face."},{"ann":"Anterior chest","def":"Subdivision of thorax which is anterior to the plane of the posterior boundary of the middle mediastinum."},{"ann":"Axilla","def":"The axilla (or armpit, underarm, or oxter) is the area on the human body directly under the joint where the arm connects to the shoulder. It also provides the under-arm sweat gland."},{"ann":"Arm","def":"In human anatomy, the arm is the part of the upper limb between the shoulder and the elbow joints."},{"ann":"Elbow","def":"In primates, including humans, the elbow joint is the synovial hinge joint between the humerus in the upper arm and the radius and ulna in the forearm which allows the hand to be moved towards and away from the body."},{"ann":"Anterior part of right elbow","def":"string"},{"ann":"Anterior part of left elbow","def":"string"},{"ann":"Palm","def":"string"},{"ann":"Wrist","def":"In human anatomy, the wrist is variously defined as the carpus or carpal bones, the complex of eight bones forming the proximal skeletal segment of the hand."},{"ann":"Index finger","def":"The index finger, (also referred to as forefinger, pointer finger, trigger finger, digitus secundus, digitus II, and many other terms), is the first finger and the second digit of a human hand."},{"ann":"Hip","def":"In vertebrate anatomy, hip (or \"\"coxa\"\" in medical terminology) refer to either an anatomical region or a joint."},{"ann":"Thigh","def":"In humans the thigh is the area between the pelvis and the knee. Anatomically, it is part of the lower limb."},{"ann":"Knee","def":"The knee joint joins the thigh with the lower leg and consists of two articulations: one between the femur and tibia, and one between the femur and patella."},{"ann":"Leg","def":"A leg is a weight bearing and locomotive structure, usually having a columnar shape."},{"ann":"Left leg","def":"string"},{"ann":"Plantar part of foot","def":"string"},{"ann":"Plantar part of right foot","def":"string"},{"ann":"Plantar part of left foot","def":"string"},{"ann":"Toe","def":"Toes are the digits of the foot of a tetrapod."},{"ann":"Shoulder","def":"The human shoulder is made up of three bones: the clavicle (collarbone), the scapula (shoulder blade), and the humerus (upper arm bone) as well as associated muscles, ligaments and tendons."},{"ann":"Plantar surface","def":"string"},{"ann":"Body","def":"Anatomical structure which is the aggregate material substance of an individual member of a species"},{"ann":"Perianal surface","def":"string"},{"ann":"Perianal space","def":"string"},{"ann":"Right axilla","def":"string"},{"ann":"Left axilla","def":"string"},{"ann":"Scalp","def":"The scalp is the anatomical area bordered by the face anteriorly and the neck to the sides and posteriorly."},{"ann":"External ear","def":"The outer ear is the external portion of the ear, which consists of the pinna and external auditory meatus."},{"ann":"Hair","def":"Hair is a filamentous biomaterial that grows from follicles found in the dermis."},{"ann":"Nail","def":"A nail is a horn-like envelope covering the dorsal aspect of the terminal phalanges of fingers and toes in humans, most non-human primates, and a few other mammals."},{"ann":"Nail of finger","def":"string"},{"ann":"Pinna","def":"In animal anatomy, the pinna (Latin for feather) is the visible part of the ear that resides outside of the head (this may also be referred to as the auricle or auricula)."},{"ann":"Right palm","def":"string"},{"ann":"Left palm","def":"string"},{"ann":"Umbilicus","def":"string"},{"ann":"Subdivision of external ear","def":"string"},{"ann":"Forehead","def":"Subdivision of head bounded by the hairline and the eyebrows."},{"ann":"Epidermis","def":"The epidermis is composed of the outermost layers of cells in the skin, \"\"epi\"\" in Greek meaning \"\"over\"\" or \"\"upon\"\", which together with the dermis forms the cutis."},{"ann":"Neck","def":"Subdivision of body proper, which consists of a maximal set of diverse subclasses of organ and organ part spatially associated with the cervical vertebral coumn, it is partially surrounded by skin of neck. Examples: There is only one neck."},{"ann":"Skin","def":"Nonparenchymatous organ that consists of the epidermis, dermis and sets of hair and nails and which surrounds the entire body. Subdivisions of the skin surround various body parts; as a whole, the skin constitutes the external layer of the body.  Examples: There is only one skin."},{"ann":"Plantar","def":"string"},{"ann":"Abdomen","def":"Subdivision of trunk proper which is demarcated from the thorax internally by the inferior surface of the sternocostal part of the diaphragm and externally by the costal margin, from the back of abdomen by the external surface of the posterior abdominal wall,  from the perineum by the superior surface of the urogenital diaphragm and from the lower limbs by the inguinal folds; together with the thorax, and perineum, it constitutes the trunk proper. Examples: There is only one abdomen."},{"ann":"Breast","def":"Region of pectoral part of chest which has as its parts nipple, areola, breast proper."},{"ann":"Femur","def":"The femur (pl. femurs or femora), or thigh bone, is the most proximal (closest to the center of the body) bone of the leg in tetrapod vertebrates capable of walking or jumping, such as most land mammals, birds, many reptiles such as lizards, and amphibians such as frogs."},{"ann":"Forearm","def":"The forearm is the structure and distal region of the upper limb, between the elbow and the wrist."},{"ann":"Foot","def":"The foot (plural feet) is an anatomical structure found in many vertebrates."},{"ann":"Ankle","def":"The ankle, or talocrural region, is the region where the foot and the leg meet."},{"ann":"Hand","def":"A hand is a prehensile, multi-fingered extremity located at the end of an arm or forelimb of primates such as humans, chimpanzees, monkeys, and lemurs."},{"ann":"Integumentary system","def":"The integumentary system is the organ system that protects the body from various kinds of damage, such as loss of water or abrasion from outside."},{"ann":"Lymph node","def":"A lymph node or lymph gland is an oval-shaped organ of the immune system, distributed widely throughout the body including the armpit and stomach and linked by lymphatic vessels."},{"ann":"Lymph node of neck","def":"string"},{"ann":"Lymphoid system","def":"The lymphatic system is part of the circulatory system, comprising a network of conduits called lymphatic vessels that carry a clear fluid called lymph (from Latin lympha \"\"water goddess\"\") directionally towards the heart."},{"ann":"Ear","def":"The ear is the organ that detects sound."},{"ann":"Eye","def":"Eyes are organs that detect light and convert it into electro-chemical impulses in neurons."},{"ann":"Tongue","def":"The tongue is a muscular hydrostat on the floors of the mouths of most vertebrates which manipulates food for mastication."},{"ann":"Dorsum of tongue","def":"string"},{"ann":"Canal for auditory tube","def":"string"},{"ann":"Canal for right auditory tube","def":"string"},{"ann":"Canal for left auditory tube","def":"string"},{"ann":"Middle ear","def":"The middle ear is the portion of the ear internal to the eardrum, and external to the oval window of the cochlea."},{"ann":"Right pinna","def":"string"},{"ann":"Left pinna","def":"string"},{"ann":"Cornea","def":"The cornea is the transparent front part of the eye that covers the iris, pupil, and anterior chamber."},{"ann":"Sense organ system","def":"string"},{"ann":"Mucosa of stomach","def":"string"},{"ann":"Buccal mucosa","def":"string"},{"ann":"Mucosa of palatopharyngeal arch","def":"string"},{"ann":"Portion of mucus","def":"Portion of secreted substance produced by a mucous gland or goblet cell."},{"ann":"Mucosa","def":"The mucous membranes (or mucosae or mucosas; singular mucosa) are linings of mostly endodermal origin, covered in epithelium, which are involved in absorption and secretion."},{"ann":"Parotid gland","def":"The parotid gland is a salivary gland in humans."},{"ann":"Saliva","def":"Saliva is a watery substance located in the mouths of organisms, secreted by the salivary glands."},{"ann":"Exocrine system","def":"string"},{"ann":"Spleen","def":"The spleen is an organ found in virtually all vertebrate animals."},{"ann":"Hematopoietic system","def":"Haematopoiesis is the formation of blood cellular components."},{"ann":"Thyroglossal duct","def":"The thyroglossal duct is an embryological anatomical structure forming an open connection between the initial area of development of the thyroid gland and its final position."},{"ann":"Endocrine system","def":"The endocrine system is the system of glands, each of which secretes different types of hormones directly into the bloodstream (some of which are transported along nerve tracts) to maintain homeostasis."},{"ann":"Pleural fluid","def":"Transudate contained in the pleural cavity."},{"ann":"Cerebrospinal fluid","def":"Transudate contained in the subarachnoid space."},{"ann":"Portion of body substance","def":"Material anatomical entity in a gaseous, liquid, semisolid or solid state, with or without the admixture of cells and biological macromolecules; produced by anatomical structures or derived from inhaled and ingested substances that have been modified by anatomical structures. Examples: saliva, semen, cerebrospinal fluid, respiratory air, urine, feces, blood, plasma, lymph."},{"ann":"Portion of urine","def":"Excretion in liquid state processed by the kidney."},{"ann":"Feces","def":"Excretion in semisolid state processed by the intestine."},{"ann":"Portion of excreted substance","def":"Body substance derived from ingested substances that have been modified by one or more organs. Example: feces, flatus, urine."},{"ann":"Milk","def":"Portion of secreted substance produced by the mammary gland."},{"ann":"Cerumen","def":"Earwax, also known by the medical term cerumen, is a yellowish waxy substance secreted in the ear canal of humans and other mammals."},{"ann":"Portion of secreted substance","def":"Body substance in a liquid or semisolid state produced by an exocrine gland. Example: saliva, sebum, blood, plasma, semen, urine."},{"ann":"aerosol","def":"Airborne solid particles (also called dust or particulate matter (PM)) or liquid droplets."},{"ann":"rooms and spaces","def":"string"},{"ann":"fuel","def":"Fuels are any materials that store potential energy in forms that can be practicably released and used as heat energy."},{"ann":"aviation fuel","def":"Aviation fuel is a specialized type of petroleum-based fuel used to power aircraft."},{"ann":"building construction","def":"string"},{"ann":"cellar","def":"string"},{"ann":"coal","def":"Coal (from the Old English term col, which has meant \"\"mineral of fossilized carbon\"\" since the 13th century) is a combustible black or brownish-black sedimentary rock usually occurring in rock strata in layers or veins called coal beds or coal seams."},{"ann":"floor","def":"string"},{"ann":"house","def":"A floor is the walking surface of a room or vehicle."},{"ann":"pool","def":"string"},{"ann":"room","def":"A room is any distinguishable space within a structure."},{"ann":"tomb","def":"A tomb is a repository for the remains of the dead."},{"ann":"acidic soil","def":"string"},{"ann":"alkaline soil","def":"Alkali, or alkaline, soils are clay soils with high pH (> 8.5), a poor soil structure and a low infiltration capacity."},{"ann":"arid soil","def":"string"},{"ann":"coastal soil","def":"string"},{"ann":"contaminated soil","def":"string"},{"ann":"dry soil","def":"Soil contamination or soil pollution is caused by the presence of xenobiotic (human-made) chemicals or other alteration in the natural soil environment."},{"ann":"garden soil","def":"string"},{"ann":"hot soil","def":"string"},{"ann":"hypersaline soil","def":"string"},{"ann":"mangrove soil","def":"string"},{"ann":"mine soil","def":"string"},{"ann":"orchard soil","def":"string"},{"ann":"rainforest soil","def":"string"},{"ann":"rhizosphere soil","def":"string"},{"ann":"saline soil","def":"string"},{"ann":"sea soil","def":"string"},{"ann":"silt","def":"Silt is granular material of a size somewhere between sand and clay whose mineral origin is quartz and feldspar."},{"ann":"solfataric soil","def":"string"},{"ann":"spring soil","def":"string"},{"ann":"tropical forest soil","def":"string"},{"ann":"tropical rainforest soil","def":"string"},{"ann":"tropical soil","def":"string"},{"ann":"upland soil","def":"string"},{"ann":"urea treated soil","def":"string"},{"ann":"wetland soil","def":"string"},{"ann":"sewage sludge","def":"string"},{"ann":"saline marsh","def":"A marsh whose water contains a considerable quantity of dissolved salts."},{"ann":"acidic mud","def":"string"},{"ann":"alkaline mud","def":"string"},{"ann":"hot mud","def":"string"},{"ann":"lake mud","def":"string"},{"ann":"marsh mud","def":"string"},{"ann":"pond mud","def":"string"},{"ann":"river mud","def":"string"},{"ann":"saline mud","def":"string"},{"ann":"spring mud","def":"string"},{"ann":"alkaline sediment","def":"string"},{"ann":"coastal sediment","def":"string"},{"ann":"contaminated sediment","def":"string"},{"ann":"estuarine sediment","def":"string"},{"ann":"hot sediment","def":"string"},{"ann":"hydrothermal sediment","def":"string"},{"ann":"lake sediment","def":"string"},{"ann":"river sediment","def":"string"},{"ann":"saline sediment","def":"string"},{"ann":"spring sediment","def":"string"},{"ann":"tidal flat sediment","def":"string"},{"ann":"cold desert","def":"string"},{"ann":"sea sand","def":"string"},{"ann":"coast","def":"The general region of indefinite width that extends from the sea inland to the first major change in terrain features."},{"ann":"riverbank","def":"The sloping margin of a river, serving to confine it to its natural channel."},{"ann":"oil well","def":"An oil well is a general term for any boring through the Earth's surface that is designed to find and acquire petroleum oil hydrocarbons. Usually some natural gas is produced along with the oil. A well that is designed to produce mainly or only gas may be termed a gas well."},{"ann":"geothermal field","def":"An area where wells can be drilled to obtain elements contained in solution in hot brines or to tap heat energy."},{"ann":"hydrothermal field","def":"string"},{"ann":"mine","def":"An excavation in the Earth for the purpose of extracting earth materials."},{"ann":"mountain","def":"A landform that extends above the surrounding terrain in a limited area. A mountain is generally steeper than a hill, but there is no universally accepted standard definition for the height of a mountain or a hill although a mountain usually has an identifiable summit and a local relief of more than 300m."},{"ann":"peat swamp","def":"Forested peatlands including both rain- and groundwater-fed types, commonly recorded in tropical regions with high rainfall. This type of peatland covers around 350,000 km2, primarily in south-east Asia but also occurring in the Everglades in Florida."},{"ann":"sand dune","def":"string"},{"ann":"solfatara","def":"A fumarole that emits sulfurous gases."},{"ann":"cave","def":"Naturally formed, subterranean open area or chamber."},{"ann":"granular sludge","def":"string"},{"ann":"egg","def":"In zoology, an egg is an organic vessel in which an embryo first begins to develop."},{"ann":"fermented juice","def":"string"},{"ann":"fermented seafood","def":"string"},{"ann":"juice","def":"Juice is a liquid that is naturally contained in fruit and vegetables."},{"ann":"apple must","def":"string"},{"ann":"salt field","def":"string"},{"ann":"cotton waste compost","def":"string"},{"ann":"granule","def":"string"},{"ann":"reactor","def":"string"},{"ann":"scum","def":"A layer of impurities that accumulates at the surface of a liquid (especially water or molten metal)."},{"ann":"seaweed","def":"Seaweed is a loose colloquial term encompassing macroscopic, multicellular, benthic marine algae."},{"ann":"lavage fluid","def":"string"},{"ann":"seafood product","def":"string"},{"ann":"soft drink","def":"A soft drink (also called soda, pop, coke, soda pop, fizzy drink, tonic, seltzer, mineral, sparkling water, lolly water, or carbonated beverage) is a beverage that typically contains water (often, but not always, carbonated water), usually a sweetener, and usually a flavoring agent."},{"ann":"beer wart","def":"string"},{"ann":"wine must","def":"string"},{"ann":"salt","def":"Salt, also known as table salt or rock salt (halite), is a crystalline mineral that is composed primarily of sodium chloride (NaCl), a chemical compound belonging to the larger class of ionic salts."},{"ann":"ceiling","def":"A ceiling is an overhead interior surface that covers the upper limit of a room."},{"ann":"deep sea","def":"The deep sea, or deep layer, is the lowest layer in the ocean, existing below the thermocline and above the seabed, at a depth of 1000 fathoms (1800 m) or more."},{"ann":"alkaline lake","def":"A soda lake or alkaline lake is a lake on the strongly alkaline side of neutrality (in other words, a pH value above 7, typically between 9 - 12)."},{"ann":"soda lake","def":"A soda lake or alkaline lake is a lake on the strongly alkaline side of neutrality (in other words, a pH value above 7, typically between 9 - 12)."},{"ann":"saline pond","def":"string"},{"ann":"freshwater pond","def":"string"},{"ann":"acid hot spring","def":"A hot spring whose water has an acidic pH."},{"ann":"alkaline hot spring","def":"A hot spring whose water has an alkaline pH."},{"ann":"drain water","def":"string"},{"ann":"industrial wastewater","def":"string"},{"ann":"acidic water","def":"string"},{"ann":"daily life water","def":"string"},{"ann":"hot spring water","def":"string"},{"ann":"lake water","def":"string"},{"ann":"mine water","def":"string"},{"ann":"muddy water","def":"string"},{"ann":"river water","def":"string"},{"ann":"spring water","def":"string"},{"ann":"tidal water","def":"string"},{"ann":"hypersaline water","def":"A hypersaline lake is a landlocked body of water that contains significant concentrations of sodium chloride or other mineral salts, with saline levels surpassing that of ocean water (3.5%, i.e. 35 grams per litre or 0.29 pounds per US gallon)."},{"ann":"saline lake water","def":"string"},{"ann":"tidal flat","def":"Mudflats or mud flats, also known as tidal flats, are coastal wetlands that form when mud is deposited by tides or rivers."},{"ann":"sea form","def":"string"},{"ann":"sea floor","def":"The ground surface that lies beneath a sea."},{"ann":"water column","def":"A water column is a conceptual column of water from surface to bottom sediments."},{"ann":"gallery wall","def":"string"},{"ann":"sawdust","def":"Sawdust or wood dust is a by-product of cutting, grinding, drilling, sanding, or otherwise pulverizing wood with a saw or other tool; it is composed of fine particles of wood."},{"ann":"larva","def":"A larva (plural larvae) is a distinct juvenile form many animals undergo before metamorphosis into adults."},{"ann":"culm","def":"string"},{"ann":"mangrove","def":"Mangroves are various types of trees up to medium height and shrubs that grow in saline coastal sediment habitats in the tropics and subtropics - mainly between latitudes 25 N and 25 S."},{"ann":"nest","def":"A nest is a place of refuge to hold an animal's eggs or provide a place to live or raise offspring."},{"ann":"slime","def":"string"},{"ann":"basidiospore","def":"A basidiospore is a reproductive spore produced by Basidiomycete fungi."},{"ann":"exudate","def":"An exudate is any fluid that filters from the circulatory system into lesions or areas of inflammation."},{"ann":"branch","def":"A branch tree branch (sometimes referred to in botany as a ramus) is a woody structural member connected to but not part of the central trunk of a tree (or sometimes a shrub)."},{"ann":"gall","def":"Galls or cecidia are outgrowths on the surface of lifeforms."},{"ann":"mangrove wood","def":"string"},{"ann":"pollen","def":"Pollen is a fine to coarse powder containing the microgametophytes of seed plants, which produce the male gametes (sperm cells)."},{"ann":"sap","def":"Plant sap, or simply sap, is a fluid transported in xylem cells (tracheids or vessel elements) or phloem sieve tube elements of a plant."},{"ann":"seedling","def":"A seedling is a young plant sporophyte developing out of a plant embryo from a seed."},{"ann":"stump","def":"string"},{"ann":"tuber","def":"Tubers are various types of modified plant structures that are enlarged to store nutrients."},{"ann":"twig","def":"A twig is a small thin terminal branch of a woody plant."},{"ann":"infusion","def":"Infusion is the process of extracting chemical compounds or flavors from plant material in a solvent such as water, oil or alcohol, by allowing the material to remain suspended in the solvent over time (a process often called steeping)."},{"ann":"feather","def":"Feathers are one of the epidermal growths that form the distinctive outer covering, or plumage, on birds and some non-avian theropod dinosaurs."},{"ann":"aspirate","def":"string"},{"ann":"pulp","def":"string"},{"ann":"fruit pulp","def":"string"},{"ann":"gill of a fish","def":"string"},{"ann":"gill of fungus","def":"string"},{"ann":"kitchen","def":"A kitchen is a room or part of a room used for cooking and food preparation."},{"ann":"corrosion","def":"Corrosion is the gradual destruction of materials, (usually metals), by chemical reaction with its environment."},{"ann":"Large intestine","def":"The large intestine (or bowel, colon) is the last part of the digestive system in vertebrate animals."},{"ann":"Thorax","def":"the region of the mammalian body between the neck and abdomen as well as the cavity containing the heart and lungs"},{"ann":"cold water","def":"string"},{"ann":"timber","def":"string"},{"ann":"cladode","def":"a flattened stem that appears more-or-less leaf like and is specialized for photosynthesis."},{"ann":"peduncle","def":"In botany, a peduncle is a stem supporting an inflorescence, or after fecundation, an infructescence."},{"ann":"petiole","def":"In botany, the petiole is the stalk attaching the leaf blade to the stem."},{"ann":"Finger","def":"Subdivision of the hand demarcated from the hand proper by the skin crease in line with the distal edge of finger webs. Examples: thumb, right middle finger, left little finger."},{"ann":"Esophagus","def":"string"},{"ann":"Gland","def":"string"},{"ann":"Heart","def":"string"},{"ann":"Jejunum","def":"string"},{"ann":"Larynx","def":"string"},{"ann":"Nasal cavity","def":"string"},{"ann":"Penis","def":"string"},{"ann":"Root canal of tooth","def":"string"},{"ann":"Submandibular gland","def":"string"},{"ann":"Tonsil","def":"string"},{"ann":"Transitional epithelium of urinary bladder","def":"string"},{"ann":"Tympanic membrane","def":"string"},{"ann":"shoot","def":"string"},{"ann":"cloaca","def":"string"},{"ann":"cocoon","def":"string"},{"ann":"fruit skin","def":"string"},{"ann":"internode","def":"string"},{"ann":"kernel","def":"string"},{"ann":"petal","def":"string"},{"ann":"rachis","def":"string"},{"ann":"rainwater","def":"string"},{"ann":"sheath","def":"string"},{"ann":"spikelet","def":"string"},{"ann":"stroma","def":"string"},{"ann":"serpentine hot spring","def":"A hot spring whose water venting from serpentinites."},{"ann":"Microbial phenotype","def":"A structured controlled vocabrary for describing microbial phenotypes"},{"ann":"Morphology","def":"The form and structure of microbes and their specific structural features"},{"ann":"Thermophilic","def":"A microbial organism that thrives at relatively high temperatures, between 45 and 122 C (113 and 252 F)."},{"ann":"Hyperthermophilic","def":"A subset of obligate thermophiles for which optimal growth temperatures are above 80C."},{"ann":"Psychrophilic","def":"Microbial organisms that are capable of growth and reproduction in cold temperatures, ranging from 15 C to +10 C"},{"ann":"Mesophilic","def":"A mibrobial organism that thrives at moderate temperature, typically between 20 and 45 C (68 and 113 F)."},{"ann":"Carboxydotrophic","def":"Any organism that can tolerate a high concentration of carbon monoxide"}]
